Tekla.Structures.DrawingInternal.LayoutTable.FlagTypes
The following constants are meant for the Flags property of this class.
They must match by value to those corresponding to them on the TS Core side in:
Core\Drawings\libgr_tools\interface\gr_tools_sw.h